var tags = ["Redmi K20 Pro", "Redmi K20", "Redmi Note 7 Pro", "Redmi 7A", "Redmi Note 7", "Redmi 7",
    "小米壁画电视 65英寸", "小米全面屏电视E55A", "小米电视4A 32英寸", "小米电视4A 55英寸", "小米电视4A 65英寸", "查看全部", "RedmiBook 14 独显版",
    "小米笔记本Air 12.5", "小米笔记本 Air 13.3", "小米笔记本 15.6", "小米笔记本Pro 15.6", "小米游戏本", "米家互联网空调C1",
    "米家互联网空调（一级能效）", "Redmi全自动波轮洗衣机1A", "米家互联网洗烘一体机10kg", "小米净水器", "米家扫地机器人", "小米路由器 Mesh", "小米路由器4A 千兆版",
    "小米路由器 4C", "小米路由器 4A", "小米路由器 HD/Pro", "查看全部", "小米米家智能摄像机云台版", "小米小爱老师", "小米米家智能门锁", "小米小爱触屏音箱",
    "小爱万能遥控版", "查看全部"
];

var prices = ["2299元起", "1999元起", "1399元", " 579元起", "999元起", " 699元起", "6999元", "1999元", "699元", "1799元",
    "2699元", "小米电视", "3999元起", "3599元起", "4999元起", " 3799元起", "5299元起", "5999元起", " 2299元", "2199元", "699元",
    " 1899元", "1599元", "1399元", "999元", "149元", "59元", " 99元", "399元起", " 小米路由器", "189元", "479元起", "1299元起",
    "299元", "179元", "智能硬件"
];


var aside1 = ["小米CC9", "小米CC美图定制版", "小米CC9e", "小米9", "小米9 SE", "小米MIX 3", "小米8 青春版", "小米8 屏幕指纹版", "小米MIX 2S", "小米Max 3", "黑鲨游戏手机 2", "Redmi K20 Pro", "Redmi K20", "Redmi 7A", "Redmi 7", "Redmi Note 7 Pro", "Redmi Note 7", "移动4G+专区", "小米移动 电话卡", "手机上门维修", "云服务空间月卡", "米粉卡 日租卡"];

var aside2 = ["米家激光投影电视", "小米壁画电视 65英寸", "小米全面屏电视", "小米电视4A 32英寸", "小米电视4A 43英寸青春版", "小米电视4A 49英寸", "小米电视4A 50英寸", "小米电视4A 55英寸", "小米电视4A 58英寸", "小米电视4A 65英寸", "小米电视4C 32英寸", "小米电视4C 40英寸", "小米电视4C 43英寸", "小米电视4C 50英寸", "小米电视4C 55英寸", "小米电视4X 43英寸", "小米电视4X 55英寸", "小米电视4X 65英寸", "小米电视4 55英寸", "小米电视4 65英寸旗舰版", "小米电视4 75英寸", "小米电视4S", "小米电视 体育版", "小米盒子"];

var aside3 = ["小米笔记本 15.6", "小米笔记本 13.3", "小米笔记本 12.5", "RedmiBook 14", "小米游戏本", "小米平板4", "键盘", "鼠标／鼠标垫", "转接器", "平板配件", "笔记本双肩包", "小米笔记本内胆包"];

var aside4 = ["米家立式空调", "米家空调", "滚筒洗衣机", "Redmi全自动波轮洗衣机", "净水器", "净水器滤芯", "扫地机器人", "吸尘器", "空气净化器", "电饭煲", "电磁炉", "厨房用具", "电水壶", "滤水壶", "落地风扇", "投影仪", "灯具", "插线板", "新风机", "电暖器", "电压力锅", "料理机", "电煮壶"];

var aside5 = ["手环手表", "VR", "平衡车", "滑板车", "车载逆变器", "平衡车配件", "智能后视镜", "智能记录仪", "车载空气净化器", "无线车充", "充气宝", "平衡轮"];

var aside6 = ["打印机", "路由器", "智能家庭", "对讲机", "无人机", "摄像机", "照相机", "智能门锁", "视频门铃", "小爱老师", "小爱音箱"];

var aside7 = ["移动电源", "数据线", "车充", "无线充", "电池", "自拍杆", "手机壳", "手机贴膜", "手机支架", "平板配件", "黑鲨配件", "其他配件"];

var aside8 = ["洗手机", "剃须刀", "日光镜", "牙刷", "吹风机", "体重秤", "体脂秤", "早教启智", "遥控电动", "益智积木", "儿童手表", "儿童滑板车", "米兔拉杆箱", "自行车", "婴儿推车", "儿童书包", "婴儿理发器", "儿童保温杯", "走步机", "点读笔"];

var aside9 = ["小米小爱音箱 Play版", "线控耳机", "蓝牙耳机", "头戴耳机", "品牌耳机", "蓝牙音箱", "小米AI音箱", "小米小爱音箱HD", "k歌耳机", "小爱音箱 万能遥控版", "小爱触屏音箱"];

var aside10 = ["双肩包", "钱包", "旅行箱", "运动鞋", "服饰", "眼镜", "床垫", "枕头", "沙发", "饰品", "螺丝刀", "保温杯", "伞", "驱蚊器", "尤克里里", "毛巾/浴巾", "米兔", "笔", "床"];

